/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* أطلِق إمبرِس على حاسوبك\n* صِل الجهازان بنفس الشبكة اللاسلكية\n* ملاحظة: جهاز آي‌أوإس لديك متصل ب‍\"%@\" الآن";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* ليس لديك اتصال بالشبكة اللاسلكية الآن.\n* وصّل جهاز آي‌أوإس و الحاسوب بنفس الشبكة\n* أنعش\n* تلميح: قد تُنشِئ نقطة بث شخصية على حاسوبك/جهاز آي‌فون";

/* Popover option */
"About Impress Remote" = "عن إمبرِس عن بُعد";

/* No comment provided by engineer. */
"Back" = "السابق";

/* Popover option */
"Blank Screen" = "شاشة فارغة";

/* No comment provided by engineer. */
"Cancel" = "ألغِ";

/* No comment provided by engineer. */
"Click to refresh" = "انقر للإنعاش";

/* Back button to the connect page on navbar */
"Connect" = "اتّصل";

/* connect instructions */
"Connect your devices to the same WiFi network." = "صِل أجهزتك إلى نفس الشبكة اللاسلكية.";

/* instruction page title */
"Connection" = "الاتصال";

/* Popover option */
"Connection Help" = "مساعدة الاتصال";

/* Connection Lost Alert title */
"Connection Lost" = "فُقد الاتصال";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "آخ، فٌقد الاتصال... فضلًا حاول الاتصال ثانيةً إلى حاسوبك. ";

/* Control instruction title */
"Control" = "تحكّم";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "أنشئ نقطة اتصال شخصية على جهاز آيفون لديك إن احتجت ذلك.";

/* Server list section title */
"Custom Connections" = "Custom Connections";

/* Displayed when no customized server is available */
"Customize server config instruction" = "إن لم يظهر حاسوبك أعلاه، فأضفه يدويا مستخدما عنوان IP.";

/* Server list section title */
"Detected Connections" = "الاتصال المُكتشفَة";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "أدخِل الرمز في عرض الشرائح - إمبرِس عن بُعد";

/* Connection failure title */
"Failed to reach server" = "فشل في الوصول إلى الخادوم";

/* Connection failure message */
"Failed to reach server Msg" = "رجاءً أكِّد عنوان IP وتأكّد من أن ليبر أوفيس إمبرِس يعمل وميزة «إمبرِس عن بُعد» ممكّنة.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "فشل في الوصول إلى حاسوبك";

/* No comment provided by engineer. */
"Help" = "مساعدة";

/* In app How-to title */
"How-to" = "How-to";

/* App name displayed on navbar */
"Impress Remote" = "إمبرِس عن بُعد";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "عنوان IP غير صالح";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "عنوان IP الذي أدخلته غير صالح";

/* EditableTableViewCell placeholder */
"IP Address" = "عنوان IP";

/* Pairing instruction text */
"Launch Impress & select your computer." = "أطلِق إمبرِس واختر حاسوبك.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "الاسم (اختياري)";

/* No comment provided by engineer. */
"New Server" = "خادوم جديد";

/* No comment provided by engineer. */
"No, thanks" = "لا، شكرًا";

/* OK Button on Alert view */
"OK" = "حسنًا";

/* backButton for Tutorial */
"Ok, thanks" = "حسنًا، شكرًا";

/* Pairing instruction title */
"Pairing" = "الاقتران";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "تعليمات الاقتران";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. أطلِق ليبر أوفيس إمبرِس على حاسوبك\n\n2. فعّل ميزة «إمبرِس عن بُعد» من تفضيلات - LibreOffice إمبرِس - عام - فعّل التحكّم عن بعد\n\n3. تأكّد أن حاسوبك وجهازك موصولان إلى نفس الشبكة اللاسلكية\n\n4. أدخِل عنوان IP لحاسوبك يدويًّا إن لم يُكتشَف\n\n5. اتّصِل واستمتع!\n\n";

/* Update button text in diffrent states */
"Pause" = "ألبث";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "رجاءً أعِد تشغيل ليبر أوفيس إمبرِس على حاسوبك.";

/* Popover option */
"Restart" = "أعد التشغيل";

/* No comment provided by engineer. */
"Resume from blank screen" = "تابع من شاشة فارغة";

/* Popover option */
"Resume from blank Screen" = "تابع من شاشة فارغة";

/* No comment provided by engineer. */
"Searching" = "يبحث";

/* Sidebar section header */
"Slides" = "الشرائح";

/* Update button text in diffrent states */
"Start" = "ابدأ";

/* Popover option */
"Stop Presentation" = "ابدأ العرض التقديمي";

/* Sidebar section header */
"Stop Watch" = "ساعة إيقاف";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "أتود أخذ جولة في «إمبرِس عن بُعد» لآي أو إس؟";

/* Sidebar section header */
"Timer" = "المؤقت";

/* No comment provided by engineer. */
"Yes" = "نعم";

